Repository: njarrar/SystemPulse
Catalog: native/macos/Sources/PulseApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar

source: apps.Antimalware Service
ar: خدمة مكافحة البرمجيات الضارة

source: apps.Desktop Window Manager
ar: مدير نوافذ سطح المكتب

source: apps.System UI
ar: واجهة النظام

# hardware.activityMonitor
source: Activity Monitor
ar: مراقب النشاط

# hardware.buffers
source: Buffers
ar: المخازن

# hardware.cache
source: Cache
ar: المؤقتة

# hardware.commitCharge
source: Commit charge
ar: الحمل الملتزم

# hardware.committed
source: Committed
ar: الذاكرة الملتزمة

# hardware.compressed
source: Compressed
ar: مضغوطة

# hardware.connected
source: Connected
ar: متصل

# hardware.coreE
source: E-Cores
ar: أنوية الكفاءة

# hardware.coreN
source: Core %1$@
ar: النواة %1$@

# hardware.coreP
source: P-Cores
ar: أنوية الأداء

# hardware.coreZen4
source: Zen 4 cores
ar: أنوية Zen 4

# hardware.coreZen4c
source: Zen 4c cores
ar: أنوية Zen 4c

# hardware.diagnostics
source: Diagnostics
ar: التشخيص

# hardware.dialUp
source: Dial-Up Networking
ar: شبكة الطلب الهاتفي

# hardware.diskCache
source: Disk cache
ar: ذاكرة القرص

# hardware.drive
source: Drive %1$@
ar: محرك الأقراص %1$@

# hardware.fanless
source: Fanless
ar: بلا مراوح

# hardware.fansOff
source: Off · %1$@
ar: متوقفة · %1$@

# hardware.fsRoot
source: Filesystem root (%1$@)
ar: نظام الملفات الجذر (%1$@)

# hardware.internalStorage
source: Internal storage
ar: التخزين الداخلي

# hardware.kernel
source: Kernel
ar: النواة

# hardware.lanConnection
source: Local Area Connection
ar: اتصال الشبكة المحلية

# hardware.lineSpeed
source: Line speed
ar: سرعة الخط

# hardware.linkSpeed
source: Link speed
ar: سرعة الارتباط

# hardware.localDisk
source: Local Disk (%1$@)
ar: القرص المحلي (%1$@)

# hardware.menuBar
source: menu bar
ar: شريط القوائم

# hardware.modem
source: %1$@ modem
ar: مودم %1$@

# hardware.normal
source: Normal
ar: طبيعي

# hardware.notificationArea
source: notification area
ar: منطقة الإعلام

# hardware.pageFile
source: Page file
ar: ملف الصفحات

# hardware.pctFree
source: %1$@ free
ar: %1$@ متاحة

# hardware.pctNormal
source: %1$@ · Normal
ar: %1$@ · طبيعي

# hardware.pressure
source: Pressure
ar: الضغط

# hardware.psiPressure
source: PSI pressure
ar: ضغط PSI

# hardware.shelf
source: shelf
ar: الرف

# hardware.signal
source: Signal
ar: الإشارة

# hardware.strongSignal
source: Strong signal
ar: إشارة قوية

# hardware.swapFile
source: Swap file
ar: ملف التبديل

# hardware.swapUsed
source: Swap used
ar: التبديل المستخدم

# hardware.sysResources
source: System resources
ar: موارد النظام

# hardware.system
source: System
ar: النظام

# hardware.systemMonitor
source: System Monitor
ar: مراقب النظام

# hardware.taskManager
source: Task Manager
ar: مدير المهام

# hardware.taskbar
source: taskbar
ar: شريط المهام

# hardware.topBar
source: top bar
ar: الشريط العلوي

# hardware.user
source: User
ar: المستخدم

# hardware.vramShared
source: %1$@ shared
ar: %1$@ مشتركة

# hardware.vramUnified
source: Unified · %1$@
ar: موحّدة · %1$@

# hardware.wired
source: Wired
ar: المقيّدة

# plurals.core
source: %1$lld cores
ar: %1$lld نواة

# plurals.cycle
source: %1$lld cycles
ar: %1$lld دورة

# plurals.ended
source: %1$lld apps ended this session
ar: %1$lld تطبيق منتهٍ في هذه الجلسة

# plurals.process
source: %1$lld processes
ar: %1$lld عملية

# plurals.thread
source: %1$lld threads
ar: %1$lld خيط

# strings.aClose
source: Close
ar: إغلاق

# strings.aDark
source: Dark mode
ar: الوضع الداكن

# strings.aDismiss
source: Dismiss alert
ar: إخفاء التنبيه

# strings.aLang
source: Switch language
ar: تبديل اللغة

# strings.aLight
source: Light mode
ar: الوضع الفاتح

# strings.aSettings
source: Settings
ar: الإعدادات

# strings.acPower
source: On AC power
ar: على التيار الكهربائي

# strings.ago10
source: 10m ago
ar: قبل 10 د

# strings.ago5
source: 5m
ar: 5 د

# strings.agoM
source: %1$@m ago
ar: قبل %1$@د

# strings.agoMS
source: %1$@m %2$@s ago
ar: قبل %1$@د %2$@ث

# strings.agoS
source: %1$@s ago
ar: قبل %1$@ث

# strings.arabicNa
source: Arabic needs code page 1256 and an Arabic font
ar: العربية تحتاج صفحة الترميز 1256 وخطاً عربياً

# strings.back
source: Back
ar: رجوع

# strings.calm
source: System Calm
ar: النظام هادئ

# strings.cancel
source: Cancel
ar: إلغاء

# strings.charging
source: charging
ar: يشحن

# strings.chargingFullIn
source: Charging · Full in %1$@
ar: يشحن · يكتمل خلال %1$@

# strings.closedQuit
source: Pulse has quit.
ar: تم إغلاق Pulse.

# strings.closedRunning
source: Pulse is still running in the %1$@. Click its icon to reopen.
ar: لا يزال Pulse يعمل في %1$@. انقر على أيقونته لإعادة الفتح.

# strings.confirmBtn
source: Quit app
ar: إنهاء

# strings.confirmSub
source: Unsaved work in this app may be lost.
ar: قد تفقد العمل غير المحفوظ في هذا التطبيق.

# strings.confirmTitle
source: Quit %1$@?
ar: إنهاء %1$@؟

# strings.cool
source: Cool
ar: بارد

# strings.cpu
source: CPU
ar: المعالج

# strings.cpuDetailSub
source: User %1$@ · System %2$@ · %3$@
ar: مستخدم %1$@ · نظام %2$@ · %3$@

# strings.down
source: Down
ar: تنزيل

# strings.durHM
source: %1$@h %2$@m
ar: %1$@س %2$@د

# strings.durM
source: %1$@m
ar: %1$@د

# strings.end
source: End
ar: إنهاء

# strings.endApp
source: End App
ar: إنهاء التطبيق

# strings.endFailed
source: Couldn't end %1$@
ar: تعذّر إنهاء %1$@

# strings.endNamed
source: End %1$@
ar: إنهاء %1$@

# strings.free
source: %1$@ free
ar: %1$@ متاحة

# strings.fullIn
source: Full in %1$@
ar: يكتمل خلال %1$@

# strings.gpu
source: GPU
ar: الرسوميات

# strings.health
source: Health %1$@ · %2$@
ar: الصحة %1$@ · %2$@

# strings.high
source: High
ar: مرتفع

# strings.hogPill
source: Hog Alert
ar: تنبيه استهلاك

# strings.hogSub
source: Above %1$@ of total CPU for over 2 min
ar: فوق %1$@ من المعالج لأكثر من دقيقتين

# strings.hogTitle
source: %1$@ is using %2$@ of total CPU
ar: %1$@ يستهلك %2$@ من المعالج

# strings.hot
source: Hot
ar: ساخن

# strings.langSystem
source: Match system
ar: حسب النظام

# strings.language
source: Language
ar: اللغة

# strings.languageSub
source: Pick the app's language
ar: اختر لغة التطبيق

# strings.last10
source: Last 10 minutes
ar: آخر 10 دقائق

# strings.macClock
source: Sun 4 Oct 9:41
ar: الأحد 4 أكتوبر 9:41

# strings.mem
source: Memory
ar: الذاكرة

# strings.memInUse
source: %1$@ of %2$@ in use
ar: %1$@ من %2$@ قيد الاستخدام

# strings.memOf
source: %1$@ of %2$@
ar: %1$@ من %2$@

# strings.menuEdit
source: Edit
ar: تحرير

# strings.menuFile
source: File
ar: ملف

# strings.menuGo
source: Go
ar: انتقال

# strings.menuView
source: View
ar: عرض

# strings.min1
source: 1 min
ar: دقيقة

# strings.network
source: Network
ar: الشبكة

# strings.noBattery
source: No battery
ar: لا توجد بطارية

# strings.notOnNt
source: Not used on NT
ar: غير مستخدم في NT

# strings.now
source: Now
ar: الآن

# strings.nrg
source: Energy
ar: الطاقة

# strings.onBatt
source: on battery
ar: على البطارية

# strings.onBattLeft
source: On battery · %1$@ left
ar: على البطارية · متبقٍ %1$@

# strings.openMonitor
source: Open %1$@
ar: فتح %1$@

# strings.openPulse
source: Open Pulse
ar: فتح Pulse

# strings.peakAvg
source: Peak %1$@ · Avg %2$@
ar: الذروة %1$@ · المتوسط %2$@

# strings.peakSplit
source: Peak %1$@ · %2$@
ar: الذروة %1$@ · %2$@

# strings.perAppNa
source: Per-app CPU is not available on Windows 9x
ar: استهلاك المعالج لكل تطبيق غير متاح في Windows 9x

# strings.pressure
source: Normal pressure
ar: ضغط طبيعي

# strings.pressureCritical
source: Critical pressure
ar: ضغط حرج

# strings.pressureCriticalShort
source: Critical
ar: حرج

# strings.pressureHigh
source: High pressure
ar: ضغط مرتفع

# strings.pressureHighShort
source: High
ar: مرتفع

# strings.pressureShort
source: Normal
ar: طبيعي

# strings.privacy
source: Local-only · 0 network
ar: محلي فقط · بلا اتصال

# strings.quit
source: Quit
ar: خروج

# strings.read
source: Read
ar: قراءة

# strings.relaunch
source: Relaunch Pulse
ar: إعادة تشغيل Pulse

# strings.restore
source: Restore ended apps
ar: استعادة التطبيقات المنتهية

# strings.restoreBtn
source: Restore
ar: استعادة

# strings.seconds
source: %1$@ s
ar: %1$@ ث

# strings.segApp
source: App
ar: تطبيقات

# strings.segFree
source: Free
ar: متاحة

# strings.simCharging
source: Charging
ar: الشحن

# strings.simChargingSub
source: %1$@ adapter connected
ar: محوّل %1$@ متصل

# strings.simHog
source: Simulate CPU hog
ar: محاكاة تطبيق مستنزف

# strings.simHogSub
source: One app holds more than %1$@ of total CPU
ar: تطبيق واحد يستهلك أكثر من %1$@ من المعالج

# strings.simLive
source: Live updates
ar: تحديث مباشر

# strings.simLiveSub
source: Refresh readings every %1$@
ar: تحديث القراءات كل %1$@

# strings.simNote
source: These switches turn on demo data.
ar: تشغّل هذه المفاتيح بيانات تجريبية.

# strings.srcLine9x
source: Data: %1$@
ar: البيانات: %1$@

# strings.srcLineNt
source: NT host: no %1$@. Using %2$@.
ar: مضيف NT: لا يوجد %1$@. يُستخدم %2$@.

# strings.srcLive
source: Live
ar: مباشر

# strings.srcNone
source: Not available
ar: غير متاح

# strings.srcSim
source: Simulated
ar: محاكاة

# strings.srcTitle
source: Data sources
ar: مصادر البيانات

# strings.start98
source: Start
ar: ابدأ

# strings.startXp
source: start
ar: ابدأ

# strings.storage
source: Storage
ar: التخزين

# strings.tBattery
source: Battery
ar: البطارية

# strings.tCapacity
source: Capacity
ar: السعة

# strings.tCoreClock
source: Core clock
ar: تردد النواة

# strings.tCpuDie
source: CPU die
ar: نواة المعالج

# strings.tCycles
source: Cycles
ar: الدورات

# strings.tDraw
source: Draw
ar: الاستهلاك

# strings.tFans
source: Fans
ar: المراوح

# strings.tFormat
source: Format
ar: التنسيق

# strings.tFree
source: Free
ar: المتاح

# strings.tHealth
source: Health
ar: الصحة

# strings.tHotspot
source: Hotspot
ar: أعلى نقطة

# strings.tIdle
source: Idle
ar: خامل

# strings.tInterface
source: Interface
ar: الواجهة

# strings.tLatency
source: Latency
ar: زمن الاستجابة

# strings.tLoad
source: Load average
ar: متوسط الحمل

# strings.tPower
source: Power
ar: الطاقة

# strings.tSource
source: Source
ar: مصدر الطاقة

# strings.tStorage
source: Storage
ar: التخزين

# strings.tSystem
source: System
ar: النظام

# strings.tTemperature
source: Temperature
ar: درجة الحرارة

# strings.tThreads
source: Threads
ar: الخيوط

# strings.tThrottling
source: Throttling
ar: التقييد

# strings.tTimeLeft
source: Time left
ar: الوقت المتبقي

# strings.tToday
source: Today
ar: اليوم

# strings.tUsed
source: Used
ar: المستخدم

# strings.tUser
source: User
ar: المستخدم

# strings.tVerified
source: Verified
ar: سليم

# strings.tVideoMem
source: Video memory
ar: ذاكرة الفيديو

# strings.tZramRatio
source: ZRAM ratio
ar: نسبة الضغط

# strings.tZramStored
source: ZRAM stored
ar: ZRAM المخزّنة

# strings.tempLine
source: CPU %1$@ · GPU %2$@
ar: المعالج %1$@ · الرسوميات %2$@

# strings.tempUnit
source: Temperature unit
ar: وحدة الحرارة

# strings.thm
source: Thermal
ar: الحرارة

# strings.throttled
source: Throttled
ar: مقيَّد

# strings.throttling
source: CPU is being throttled
ar: يتم تقييد المعالج

# strings.timeLeft
source: %1$@ left
ar: متبقٍ %1$@

# strings.tipClick
source: Click for 10-min timeline →
ar: انقر لعرض آخر 10 دقائق ←

# strings.tipCore
source: Core share
ar: حصة الأنوية

# strings.tipGpu
source: GPU
ar: الرسوميات

# strings.tipProc
source: Processes
ar: العمليات

# strings.tipRam
source: RAM
ar: الذاكرة

# strings.tipUserKernel
source: User / Kernel
ar: المستخدم / النواة

# strings.toastEnded
source: %1$@ ended · CPU settling back to normal
ar: تم إنهاء %1$@ · المعالج يعود إلى وضعه الطبيعي

# strings.toastMonitor
source: Opening %1$@…
ar: جارٍ فتح %1$@…

# strings.toastRestored
source: Ended apps restored
ar: تمت استعادة التطبيقات

# strings.top
source: Top Active Apps
ar: أكثر التطبيقات استهلاكاً

# strings.unitCpu
source: CPU
ar: معالج

# strings.unitGpu
source: GPU
ar: رسوميات

# strings.unitOfCpu
source: of CPU
ar: من المعالج

# strings.unitRam
source: RAM
ar: ذاكرة

# strings.up
source: Up
ar: رفع

# strings.used
source: %1$@ used
ar: مستخدم %1$@

# strings.userSys
source: User %1$@ · Sys %2$@
ar: مستخدم %1$@ · نظام %2$@

# strings.util
source: Utilization
ar: الاستخدام

# strings.warm
source: Warm
ar: دافئ

# strings.winTime
source: 9:41 AM
ar: 9:41 ص

# strings.winTitle
source: Pulse — System vitals
ar: Pulse — صحة الجهاز

# strings.write
source: Write
ar: كتابة

# strings.zero
source: Zero thermal throttling
ar: لا يوجد تقييد حراري

# strings.zramSub
source: ZRAM compressing %1$@ into %2$@ · VMs share %3$@
ar: ZRAM يضغط %1$@ إلى %2$@ · الأجهزة الافتراضية %3$@
